/* SIE CONFIDENTIAL
 * $PSLibId$
 * Copyright (C) 2026 Sony Interactive Entertainment Inc.
 * All Rights Reserved.
 */

"msgid_360p" = "360p";
"msgid_540p" = "540p";
"msgid_720p" = "720p";
"msgid_about_app_data" = "Tietoja sovellustiedoista";
"msgid_about_controllers" = "Tietoja ohjaimista";
"msgid_active_device" = "Mikrofoni on käytössä";
"msgid_another_user_using_rp" = "Toinen käyttäjä käyttää etäkäyttöä PS5-järjestelmässä, johon olet muodostamassa yhteyttä.";
"msgid_app_data_collection_label" = "Sovellustietojen asetukset";
"msgid_app_mobile_device_data_usage" = "Käytämme tämän laitteen tietoja sovelluksen käyttämiseen ja parantamiseen sekä sen toiminnan analysointiin.";
"msgid_app_update" = "Päivitä tämä sovellus.";
"msgid_back" = "Takaisin";
"msgid_battery_level_low_controller" = "Ohjaimen akun varaus on alhainen.";
"msgid_before_connect_ps5" = "Ennen yhteyden muodostamista PS5-järjestelmään";
"msgid_bullet" = "•";
"msgid_busy_network_wait" = "Muut Internetiin yhdistetyt laitteet saattavat käyttää paljon kaistanleveyttä. Katkaise niiden Internet-yhteys tai odota, kunnes ne ovat suorittaneet tiedonsiirron loppuun.";
"msgid_cancel_connecting" = "Peruuta yhdistäminen";
"msgid_cancel_download_yn" = "Haluatko peruuttaa latauksen?";
"msgid_cancel_vb" = "Kumoa";
"msgid_cannot_connect_internet" = "Internetiin ei saada yhteyttä.";
"msgid_cannot_connect_to_server_short" = "Palvelimeen ei saada yhteyttä.";
"msgid_cannot_download" = "Ei voida ladata.";
"msgid_cant_connect" = "Yhteyttä ei voida muodostaa.";
"msgid_checking_network_environment" = "Tarkastetaan verkkoa...";
"msgid_checking_progress" = "Tarkistetaan...";
"msgid_close" = "Sulje";
"msgid_close_remote_play_confirmation" = "Tämä etäkäyttöistunto katkaistaan.";
"msgid_confirm_continue" = "Vahvista ja jatka";
"msgid_connect_connection_light_bar" = "Voit muodostaa ohjaimesta parin laitteen kanssa painamalla luontinäppäintä tai SHARE-näppäintä ja PS-näppäintä samanaikaisesti ja pitämällä niitä painettuina, kunnes valopalkki alkaa vilkkua. Kun valopalkki vilkkuu, siirry tämän laitteen Bluetooth-asetuksiin ja valitse ohjain. Jos valopalkki palaa tasaisesti, ohjain on yhdistetty.";
"msgid_connect_controller_wired" = "Yhdistä ohjain tietokoneeseen USB-kaapelilla.";
"msgid_connect_ds4_light_bar" = "Voit muodostaa ohjaimesta parin laitteen kanssa painamalla SHARE-näppäintä ja PS-näppäintä samanaikaisesti ja pitämällä niitä painettuina, kunnes valopalkki alkaa vilkkua. Kun valopalkki vilkkuu, siirry tämän laitteen Bluetooth-asetuksiin ja valitse ohjain. Jos valopalkki palaa tasaisesti, ohjain on yhdistetty.";
"msgid_connect_home_number" = "Jos haluat muodostaa yhteyden kotiverkkoa käyttämällä, muodosta pari PS4-järjestelmän kanssa valitsemalla [Anna numero].";
"msgid_connect_lost" = "Yhteys on katkennut.";
"msgid_connect_lost_controller_ps4" = "Sinulle on määritetty ohjain PS4-järjestelmässä, johon olet muodostanut yhteyden.";
"msgid_connect_lost_controller_ps5" = "Sinulle on määritetty ohjain PS5-järjestelmässä, johon olet muodostanut yhteyden.";
"msgid_connect_pfn_time_out" = "Yhdistäminen PS5-järjestelmään kesti liian kauan. Yritä yhdistää uudelleen.";
"msgid_connect_pfn_wrong_number" = "Antamasi numero on virheellinen.";
"msgid_connect_ps4_cable" = "Yhdistä PS5- tai PS4-järjestelmä Internetiin LAN-kaapelilla.";
"msgid_connect_ps4_pfn" = "Mihin laitteeseen haluat muodostaa yhteyden?";
"msgid_connect_via_internet_rp_ps4" = "Muodosta yhteys Internetin välityksellä valitsemalla PS4-järjestelmässä [Asetukset] > [Käyttäjätietojen hallinta] > [Aktivoi ensisijaisena PS4-järjestelmänäsi] > [Aktivoi].";
"msgid_connecting_turning_ps4" = "Yhdistetään ja kytketään PS4-järjestelmä päälle...";
"msgid_connecting_turning_ps5" = "Yhdistetään ja kytketään PS5-järjestelmä päälle...";
"msgid_connection_pfn_lost" = "Yhteys PS5-järjestelmään on katkennut.";
"msgid_connection_ps4_lost" = "Yhteytesi PS4-järjestelmään on katkennut.";
"msgid_connection_speed_remote_play" = "Verkkoyhteys on liian heikko. Suositeltu lataus- ja lähetysnopeus on yli 5 Mb/s.";
"msgid_connection_unstable_try_again" = "Verkkoyhteys saattaa olla epävakaa. Siirry toiseen paikkaan tai odota hetki.";
"msgid_controller_disconnect_charge" = "Yhteys ohjaimeen on katkaistu. Lataa akku.";
"msgid_decrease_text_size" = "Pienennä tekstin kokoa";
"msgid_delete" = "Poista";
"msgid_delete_all" = "Poista kaikki";
"msgid_disabled" = "Poistettu käytöstä";
"msgid_disconnect_connection" = "Katkaise yhteys";
"msgid_downloading_ellipsis" = "Ladataan...";
"msgid_edit" = "Muokkaa";
"msgid_enable_rp_connect_ps5" = "Jotta voit käyttää etäkäyttöä, ota se ensin käyttöön PS5-järjestelmässä, johon olet muodostamassa yhteyttä. Siirry kyseisessä PS5-järjestelmässä kohtaan [Asetukset] > [Järjestelmä] > [Etäkäyttö] ja ota käyttöön [Ota etäkäyttö käyttöön] ‑asetus.";
"msgid_enable_rp_turn_on" = "Siirry PS5-järjestelmässä kohtaan [Asetukset] > [Järjestelmä] > [Etäkäyttö] ja ota sitten käyttöön [Ota etäkäyttö käyttöön] -asetus.";
"msgid_enjoy_remote_ps4_pfn" = "Pelaa PS4- ja PS5-suosikkipelejäsi tällä laitteella etäyhteyden kautta.";
"msgid_enter_login_passcode" = "Anna PS5-järjestelmän kirjautumiskoodi.";
"msgid_enter_number" = "Anna numero";
"msgid_enter_number_label" = "Anna numero";
"msgid_enter_number_register_device" = "Valitse PS5-järjestelmässä [Asetukset] > [Järjestelmä] > [Etäkäyttö] > [Muodosta laitepari] ja anna sitten numero seuraavaan kenttään.";
"msgid_enter_ps4_login_passcode" = "Anna sen PS4-järjestelmän kirjautumiskoodi, johon olet muodostamassa yhteyttä.";
"msgid_exit_full_screen" = "Poistu koko näytön tilasta";
"msgid_failed" = "Epäonnistui";
"msgid_failed_login_ps4" = "PS4-järjestelmääsi, johon olet muodostamassa yhteyttä, ei voida kirjautua sisään.";
"msgid_frame_rate" = "Kuvataajuus";
"msgid_full" = "Täysi";
"msgid_general" = "Yleiset";
"msgid_generic_error_again" = "Jokin meni pieleen.";
"msgid_go_to_home_ps4" = "Siirry PS4-järjestelmän aloitusnäyttöön";
"msgid_go_to_home_ps5" = "Siirry PS5-järjestelmän aloitusnäyttöön";
"msgid_high" = "Suuri";
"msgid_hint" = "Vihje";
"msgid_hints" = "Vinkkejä";
"msgid_home_network_register" = "Pari muodostetaan PS5-järjestelmäsi kanssa kotiverkkoa käyttämällä.";
"msgid_icon_lose_connection" = "Tämä kuvake näkyy, kun yhteys on katkeamassa.";
"msgid_increase_text_size" = "Suurenna tekstin kokoa";
"msgid_intellectual_property_notices" = "Immateriaalioikeudelliset huomautukset";
"msgid_internet_busy_try_again" = "Verkkoyhteys saattaa olla ruuhkainen. Odota hetki ja yritä sitten uudelleen.";
"msgid_internet_connection_low" = "Internet-yhteyden laatu on huono. Yhteys saattaa katketa.";
"msgid_it_not_play_time" = "Peliaikasi ei ole nyt.";
"msgid_legal_about_app_data_1" = "Sisältö\n\n■ Sovellustietojen yhteenveto\n■ Täydellinen selitys sovellustiedoista\n　　• Mitä sovellustiedot ovat?\n　　• Mitä sovellustietojen asetuksilla hallitaan?\n　　• Mihin käytämme sovellustietoja?\n■ Tietoja meistä\n\n■ Sovellustietojen yhteenveto\n\nKun käytät Remote Play ‑sovellusta, saatamme kerätä tietoja sovelluksesta, laitteesta, johon se on asennettu sekä sovelluksella tekemistäsi toiminnoista. Kutsumme näitä tietoja sovellustiedoiksi.\n\nKeräämme aina tietoja, joita tarvitaan sovelluksen käyttämiseen. Näitä kutsutaan rajoitetuiksi tiedoiksi, ja niihin sisältyvät seuraavan tyyppiset tiedot:\n\n• sen laitteen yksilöllinen nimi, jossa sovellus toimii (pitkä sarja numeroita ja kirjaimia)\n• asetukset, jotka olet valinnut sovelluksessa (kuten päivämäärä, alue ja kieli)\n• Internet-yhteys\n• kuinka kauan sovellukselta kestää ladata tietoja (jotta voimme korjata ongelmat, jos jokin menee vikaan).\n\nJoitakin tietoja kerätään vain, jos sallit sen. Näitä kutsutaan täysiksi tiedoiksi. Ne sisältävät yksityiskohtaisia tietoja esimerkiksi videovirrastasi sekä siitä, kuinka kauan käytät sovellusta.\n\nSovelluksen meille lähettämien tietojen avulla voimme\n\n• toteuttaa pyyntösi\n• parantaa sovellustemme ja tuotteidemme toimintaa \n• varmistaa, että sääntöjämme ja lakeja noudatetaan (jotta kaikkien olisi mukava ja hauska käyttää PlayStation Network ‑verkkoa)\n• kehittää uusia tuotteita.\n\nJos sinulla on tili PlayStation Network ‑verkon käyttämistä varten, saatamme liittää sovelluksen tai laitteesi meille lähettämät tiedot tietoihin, jotka meillä jo on sinusta.\n\nKun tätä sovellusta käytetään lapsen perhetilillä, vain rajoitettuja tietoja kerätään.\n\nTietosuojakäytännössämme on lisätietoja siitä, mitä teemme sinusta keräämillämme tiedoilla, kenelle luovutamme niitä, miten voit hallita tietojen käyttöä ja mitä oikeuksia sinulla on. Tietosuojakäytäntömme on osoitteessa www.playstation.com/legal/privacy-policy";
"msgid_legal_about_app_data_2" = "■ Täydellinen selitys sovellustiedoista\n\nMitä sovellustiedot ovat?\n\nJos käytät Remote Play -sovellusta, voimme käyttää ja tallentaa mobiililaitteessa, tabletissa, tietokoneessa tai muussa käyttämässäsi laitteessa olevia tietoja.\nSovellustiedot jaetaan kahteen luokkaan:\n\n(1) Rajoitetut tiedot\nPalvelintemme on lähetettävä, vastaanotettava ja tallennettava lokiin seuraavat rajoitetut tiedot, jotka ovat välttämättömiä palveluidemme toimittamiseksi:\n• Sisältötiedot: Video-, ääni-, grafiikka-, teksti- ja pelitasotiedot sekä käyttäjätilin tiedot, joita pyydetään ja ladataan Remote Play -sovelluksen kautta käyttämiäsi pelejä varten.\n• Käyttöoikeustiedot: Lisensoidun sisällön (kuten videoiden) näyttämistä ja sisältöön liittyviä vuorovaikutuksia koskevat tiedot, joita käytetään tarvittaessa nimettömien koosteraporttien tuottamiseen, jotta kyseisestä sisällöstä voidaan maksaa käyttöoikeuden myöntäjälle.\n• Verkkotiedot: Tiedot laitteesi verkkoyhteyksistä (kuten mobiili-, Ethernet-, Wi-Fi- ja Bluetooth-yhteyksistä), mukaan lukien IP-osoite ja -numero, vaatimukset ja yhteysnopeudet.\n• Kokoonpanotiedot: Tietoja laitteesi kokoonpanosta, mukaan lukien näytön koko ja resoluutio, päivämäärä, alue, kieli, kielialue ja ominaisuudet.\n• Virhetiedot: Virheen ilmetessä virhekoodi ja perustiedot siitä, milloin ja missä virhe tapahtui (virhe voi merkitä ongelmaa, joka on korjattava).\n• Latausaikatiedot: Perustiedot siitä, kuinka kauan sisältötietojen lataaminen ja lähettäminen laitteeseesi kestää (pitkä aika voi viitata ongelmaan).\n• Suojaustiedot: Tiedot, jotka ovat välttämättömiä haitallisen, luvattoman tai vilpillisen toiminnan havaitsemiseen ja tutkimiseen.\n• Lakitiedot: Soveltuvien lakien edellyttämät tiedot ja määräysten noudattamista osoittavat tiedot.\n\n(2) Täydet tiedot\nVoimme myös lähettää, vastaanottaa ja tallentaa lokiin yksityiskohtaisia tietoja sovelluksesi, mobiililaitteesi, tablettisi tai muun laitteesi kokoonpanosta. Täydet tiedot voivat sisältää yksityiskohtaisia tietoja verkkoyhteydestäsi, laitteestasi ja videovirroistasi.\nEsimerkki:\n• Kun käytät Remote Play -sovellusta, saatamme käyttää tietoja sovelluksen käytöstä. Tällaisia tietoja ovat esimerkiksi istuntosi pituus, videovirtasi laatu ja videon kuvataajuus.\n\nSovellustiedot lähetetään yleensä meille, ja ne tallennetaan yhden tai usean verkko-, laite- ja/tai tilitunnisteen kanssa.";
"msgid_legal_about_app_data_3" = "Mitä sovellustietojen asetuksilla hallitaan?\n\nSovellustietojen asetusten avulla voit hallita, mitä sovellustietoja tallennamme ja käytämme. Voit valita: \n• Rajoitetut tiedot: jos valitset tämän asetuksen, vain rajoitettuja tietoja käytetään ja tallennetaan.\n• Täydet tiedot: jos valitset tämän asetuksen, sekä rajoitettuja tietoja että täysiä tietoja käytetään ja tallennetaan.\n\n Sovellustietoasetukset koskevat vain sitä laitetta tai sovellusta, jossa ne näytetään, eikä niitä liitetä PlayStation Network -verkossa käyttämääsi tiliin. Voit hallita kunkin käyttämäsi laitteen (esimerkiksi PS4- tai PS5-järjestelmän), sovelluksen ja verkkoselaimen tietojen käyttämistä ja tallentamista muista laitteista, sovelluksista ja verkkoselaimista riippumatta.\n\nMihin käytämme sovellustietoja?\n\nKerättyjä rajoitettuja tietoja ja, mikäli sallit sen, täysiä tietoja käytetään tietosuojakäytännössämme selitetyllä tavalla (www.playstation.com/legal/privacy-policy).\nTämä sisältää sovellustietojen käytön\n• Remote Play -sovelluksen käyttämiseen\n• anonyymien tilastojen tuottamiseen\n• sovelluksesi tai laitteesi toiminnan ymmärtämiseen ja parannuksien sekä uusien tuotteiden ja palvelujen kehittämiseen\n• haitallisen, luvattoman tai vilpillisen käyttäytymisen tunnistamiseen, tutkimiseen ja minimoimiseen\n• tarkastuksiin sekä sääntöjenmukaisuuteen liittyviin ja oikeudellisiin tarkoituksiin (esimerkiksi vaateiden esittämistä tai puolustamista varten tai lain noudattamisen kannalta välttämättömiä toimia varten).\n\n■Tietoja meistä\n\nLisätietoja meistä on tietosuojakäytännössämme osoitteessa www.playstation.com/legal/privacy-policy\n\nVersio 1.1";
"msgid_legal_about_app_data_combined" = "Sisältö\n\n■ Sovellustietojen yhteenveto\n■ Täydellinen selitys sovellustiedoista\n　　• Mitä sovellustiedot ovat?\n　　• Mitä sovellustietojen asetuksilla hallitaan?\n　　• Mihin käytämme sovellustietoja?\n■ Tietoja meistä\n\n■ Sovellustietojen yhteenveto\n\nKun käytät Remote Play ‑sovellusta, saatamme kerätä tietoja sovelluksesta, laitteesta, johon se on asennettu sekä sovelluksella tekemistäsi toiminnoista. Kutsumme näitä tietoja sovellustiedoiksi.\n\nKeräämme aina tietoja, joita tarvitaan sovelluksen käyttämiseen. Näitä kutsutaan rajoitetuiksi tiedoiksi, ja niihin sisältyvät seuraavan tyyppiset tiedot:\n\n• sen laitteen yksilöllinen nimi, jossa sovellus toimii (pitkä sarja numeroita ja kirjaimia)\n• asetukset, jotka olet valinnut sovelluksessa (kuten päivämäärä, alue ja kieli)\n• Internet-yhteys\n• kuinka kauan sovellukselta kestää ladata tietoja (jotta voimme korjata ongelmat, jos jokin menee vikaan).\n\nJoitakin tietoja kerätään vain, jos sallit sen. Näitä kutsutaan täysiksi tiedoiksi. Ne sisältävät yksityiskohtaisia tietoja esimerkiksi videovirrastasi sekä siitä, kuinka kauan käytät sovellusta.\n\nSovelluksen meille lähettämien tietojen avulla voimme\n\n• toteuttaa pyyntösi\n• parantaa sovellustemme ja tuotteidemme toimintaa \n• varmistaa, että sääntöjämme ja lakeja noudatetaan (jotta kaikkien olisi mukava ja hauska käyttää PlayStation Network ‑verkkoa)\n• kehittää uusia tuotteita.\n\nJos sinulla on tili PlayStation Network ‑verkon käyttämistä varten, saatamme liittää sovelluksen tai laitteesi meille lähettämät tiedot tietoihin, jotka meillä jo on sinusta.\n\nKun tätä sovellusta käytetään lapsen perhetilillä, vain rajoitettuja tietoja kerätään.\n\nTietosuojakäytännössämme on lisätietoja siitä, mitä teemme sinusta keräämillämme tiedoilla, kenelle luovutamme niitä, miten voit hallita tietojen käyttöä ja mitä oikeuksia sinulla on. Tietosuojakäytäntömme on osoitteessa www.playstation.com/legal/privacy-policy\n\n■ Täydellinen selitys sovellustiedoista\n\nMitä sovellustiedot ovat?\n\nJos käytät Remote Play -sovellusta, voimme käyttää ja tallentaa mobiililaitteessa, tabletissa, tietokoneessa tai muussa käyttämässäsi laitteessa olevia tietoja.\nSovellustiedot jaetaan kahteen luokkaan:\n\n(1) Rajoitetut tiedot\nPalvelintemme on lähetettävä, vastaanotettava ja tallennettava lokiin seuraavat rajoitetut tiedot, jotka ovat välttämättömiä palveluidemme toimittamiseksi:\n• Sisältötiedot: Video-, ääni-, grafiikka-, teksti- ja pelitasotiedot sekä käyttäjätilin tiedot, joita pyydetään ja ladataan Remote Play -sovelluksen kautta käyttämiäsi pelejä varten.\n• Käyttöoikeustiedot: Lisensoidun sisällön (kuten videoiden) näyttämistä ja sisältöön liittyviä vuorovaikutuksia koskevat tiedot, joita käytetään tarvittaessa nimettömien koosteraporttien tuottamiseen, jotta kyseisestä sisällöstä voidaan maksaa käyttöoikeuden myöntäjälle.\n• Verkkotiedot: Tiedot laitteesi verkkoyhteyksistä (kuten mobiili-, Ethernet-, Wi-Fi- ja Bluetooth-yhteyksistä), mukaan lukien IP-osoite ja -numero, vaatimukset ja yhteysnopeudet.\n• Kokoonpanotiedot: Tietoja laitteesi kokoonpanosta, mukaan lukien näytön koko ja resoluutio, päivämäärä, alue, kieli, kielialue ja ominaisuudet.\n• Virhetiedot: Virheen ilmetessä virhekoodi ja perustiedot siitä, milloin ja missä virhe tapahtui (virhe voi merkitä ongelmaa, joka on korjattava).\n• Latausaikatiedot: Perustiedot siitä, kuinka kauan sisältötietojen lataaminen ja lähettäminen laitteeseesi kestää (pitkä aika voi viitata ongelmaan).\n• Suojaustiedot: Tiedot, jotka ovat välttämättömiä haitallisen, luvattoman tai vilpillisen toiminnan havaitsemiseen ja tutkimiseen.\n• Lakitiedot: Soveltuvien lakien edellyttämät tiedot ja määräysten noudattamista osoittavat tiedot.\n\n(2) Täydet tiedot\nVoimme myös lähettää, vastaanottaa ja tallentaa lokiin yksityiskohtaisia tietoja sovelluksesi, mobiililaitteesi, tablettisi tai muun laitteesi kokoonpanosta. Täydet tiedot voivat sisältää yksityiskohtaisia tietoja verkkoyhteydestäsi, laitteestasi ja videovirroistasi.\nEsimerkki:\n• Kun käytät Remote Play -sovellusta, saatamme käyttää tietoja sovelluksen käytöstä. Tällaisia tietoja ovat esimerkiksi istuntosi pituus, videovirtasi laatu ja videon kuvataajuus.\n\nSovellustiedot lähetetään yleensä meille, ja ne tallennetaan yhden tai usean verkko-, laite- ja/tai tilitunnisteen kanssa.\n\nMitä sovellustietojen asetuksilla hallitaan?\n\nSovellustietojen asetusten avulla voit hallita, mitä sovellustietoja tallennamme ja käytämme. Voit valita: \n• Rajoitetut tiedot: jos valitset tämän asetuksen, vain rajoitettuja tietoja käytetään ja tallennetaan.\n• Täydet tiedot: jos valitset tämän asetuksen, sekä rajoitettuja tietoja että täysiä tietoja käytetään ja tallennetaan.\n\n Sovellustietoasetukset koskevat vain sitä laitetta tai sovellusta, jossa ne näytetään, eikä niitä liitetä PlayStation Network -verkossa käyttämääsi tiliin. Voit hallita kunkin käyttämäsi laitteen (esimerkiksi PS4- tai PS5-järjestelmän), sovelluksen ja verkkoselaimen tietojen käyttämistä ja tallentamista muista laitteista, sovelluksista ja verkkoselaimista riippumatta.\n\nMihin käytämme sovellustietoja?\n\nKerättyjä rajoitettuja tietoja ja, mikäli sallit sen, täysiä tietoja käytetään tietosuojakäytännössämme selitetyllä tavalla (www.playstation.com/legal/privacy-policy).\nTämä sisältää sovellustietojen käytön\n• Remote Play -sovelluksen käyttämiseen\n• anonyymien tilastojen tuottamiseen\n• sovelluksesi tai laitteesi toiminnan ymmärtämiseen ja parannuksien sekä uusien tuotteiden ja palvelujen kehittämiseen\n• haitallisen, luvattoman tai vilpillisen käyttäytymisen tunnistamiseen, tutkimiseen ja minimoimiseen\n• tarkastuksiin sekä sääntöjenmukaisuuteen liittyviin ja oikeudellisiin tarkoituksiin (esimerkiksi vaateiden esittämistä tai puolustamista varten tai lain noudattamisen kannalta välttämättömiä toimia varten).\n\n■Tietoja meistä\n\nLisätietoja meistä on tietosuojakäytännössämme osoitteessa www.playstation.com/legal/privacy-policy\n\nVersio 1.1";
"msgid_limited" = "Rajattu";
"msgid_limited_data_collection" = "Jaa vain sellaisia tietoja, joita tarvitaan PlayStation-järjestelmän tärkeimpien ominaisuuksien ja palvelujen ylläpitoon ja käyttämiseen.";
"msgid_log_in_expire_rp" = "Jos et ole kirjautunut PS5-järjestelmääsi vähään aikaan, sinun on kirjauduttava sisään uudelleen.";
"msgid_login_pfn_enter_num" = "Kirjaudu sisään PS5-järjestelmään, valitse [Asetukset] > [Etäkäyttö] > [Muodosta laitepari] ja anna sitten tämän laitteen numero.";
"msgid_login_ps4_enter_num" = "Kirjaudu sisään PS4-järjestelmään, valitse [Asetukset] > [Etäkäyttöyhteyden asetukset] > [Lisää laite] ja anna sitten tämän laitteen numero.";
"msgid_login_ps4_enter_num_ps5" = "Kirjaudu sisään PS4-järjestelmään, valitse [Asetukset] > [Etäkäyttöyhteyden asetukset] > [Lisää laite] ja anna sitten tämän PS5-järjestelmän numero.";
"msgid_login_ps5_enter_num_ps5" = "Kirjaudu sisään PS5-järjestelmään, valitse [Asetukset] > [Etäkäyttö] > [Muodosta laitepari] ja anna sitten tämän PS5-järjestelmän numero.";
"msgid_make_destination_standby" = "Siirrä yhdistetty konsoli lepotilaan";
"msgid_manage_data_you_provide" = "Luovuttamasi tiedot";
"msgid_max_device_no_mic" = "Et voi käyttää mikrofonia etäkäytön kanssa, jos PS4-järjestelmään yhdistettävien laitteiden enimmäismäärä on saavutettu.";
"msgid_max_num_user_pfn" = "Jonkun muun on kirjauduttava ulos, jotta voit kirjautua sisään PS5-järjestelmään.";
"msgid_max_num_user_ps4" = "Jonkun muun on kirjauduttava ulos, jotta voit kirjautua sisään PS4-järjestelmään.";
"msgid_mic_disconnect" = "Yhteys mikrofoniin on katkaistu.";
"msgid_modify_settings" = "Muuta asetuksia";
"msgid_muted" = "Mikrofoni on mykistetty";
"msgid_nat_type" = "NAT-tyyppi";
"msgid_net_connection_slow_rp" = "Verkkoyhteys on tällä hetkellä liian hidas etäkäyttöä varten.";
"msgid_net_speed_no_strong" = "Verkkoyhteys saattaa olla liian heikko.";
"msgid_network_temp_congested" = "Internet-yhteytesi saattaa olla liian ruuhkainen.";
"msgid_no" = "Ei";
"msgid_no_connect_pfn" = "PS5-järjestelmään ei voida muodostaa yhteyttä.";
"msgid_no_connect_pfn_controller_max" = "Et voi yhdistää enää useampia ohjaimia PS5-järjestelmään.";
"msgid_no_connect_pfn_off" = "Et voi muodostaa yhteyttä PS5-järjestelmään, kun se on kytketty pois päältä.";
"msgid_no_connect_ps4" = "PS4-järjestelmään ei voida muodostaa yhteyttä.";
"msgid_no_connect_ps4_controller_max" = "Et voi yhdistää enää useampia ohjaimia PS4-järjestelmään.";
"msgid_no_connect_ps4_off" = "Et voi muodostaa yhteyttä PS4-järjestelmään, kun se on kytketty pois päältä.";
"msgid_no_connect_ps4_time_out" = "Yhdistäminen PS4-järjestelmään kesti liian kauan. Yritä yhdistää uudelleen.";
"msgid_no_connect_registered_ps4" = "Pariksi yhdistettyyn PS4-järjestelmään ei saada yhteyttä.";
"msgid_no_display_rp_screen" = "Yhdistetyn konsolin näyttöä ei voida näyttää. Näytössä on sisältöä, jota ei voida näyttää etäkäytön avulla.";
"msgid_no_find_pfn" = "PS5-järjestelmää ei löydy.";
"msgid_no_find_ps4" = "PS4-järjestelmää ei löydy";
"msgid_no_find_ps5" = "PS5-järjestelmää ei löydy";
"msgid_no_login_pfn" = "PS5-järjestelmään, johon olet muodostamassa yhteyttä, ei voida kirjautua sisään.";
"msgid_no_mic_available" = "Mikrofonia ei voi käyttää.";
"msgid_no_pfn_register_manual" = "PS5-järjestelmää ei löydy. Muodosta pari PS5-järjestelmän kanssa manuaalisesti.";
"msgid_no_ps5_log_in_again_rp" = "Et välttämättä löydä PS5-järjestelmää, johon haluat muodostaa yhteyden, jos et ole kirjautunut siihen sisään vähään aikaan. Kirjaudu sisään kyseiseen PS5-järjestelmään ja yritä sitten yhdistää uudelleen.";
"msgid_no_register_pfn" = "Parin muodostaminen ei onnistu PS5-järjestelmän kanssa, johon haluat muodostaa yhteyden.";
"msgid_no_register_ps4" = "Parin muodostaminen ei onnistu PS4-järjestelmän kanssa, johon haluat muodostaa yhteyden.";
"msgid_no_registered_pfn" = "Pariksi yhdistettyä PS5-järjestelmää ei löydy.";
"msgid_no_results_found_d" = "Tarkista Internet-yhteytesi.";
"msgid_not_available" = "-";
"msgid_not_connected" = "Ei yhteyttä";
"msgid_number_another_user_was" = "Toisen käyttäjän numero annettiin.";
"msgid_number_network_ps4" = "Muodosta pari PS4-järjestelmän kanssa yhdistämällä tämä laite samaan verkkoon PS4-järjestelmän kanssa.";
"msgid_number_network_ps5" = "Muodosta pari PS5-järjestelmän kanssa yhdistämällä tämä laite samaan verkkoon PS5-järjestelmän kanssa.";
"msgid_ok" = "OK";
"msgid_only_users_logged_same" = "Vain neljä käyttäjää voi olla kirjautuneena sisään samanaikaisesti.";
"msgid_other_connections" = "Muut yhteydet";
"msgid_pair" = "Muodosta pari";
"msgid_passcode_incorrect" = "Tunnistekoodi on väärä.";
"msgid_pfn" = "PS5";
"msgid_pfn_rest_mode_connect_desc" = "Voit muodostaa yhteyden PS5-järjestelmään, vaikka se on lepotilassa. Valitse PS5-järjestelmässä [Asetukset] > [Järjestelmä] > [Virransäästö] > [Lepotilassa käytettävissä olevat ominaisuudet] ja ota sitten käyttöön [Salli PS5-järjestelmän kytkeminen päälle verkosta] -asetus.";
"msgid_pfn_software_update" = "Päivitä sen PS5-järjestelmän käyttöjärjestelmä, johon olet muodostamassa yhteyttä.";
"msgid_playstation_network_back_soon" = "Jokin meni vikaan. Yritä uudelleen myöhemmin.";
"msgid_ps4" = "PS4";
"msgid_ps4_enable_rp_on" = "Siirry PS4-järjestelmässäsi kohtaan [Asetukset] > [Etäkäyttöyhteyden asetukset] ja ota sitten käyttöön [Ota etäkäyttö käyttöön] -asetus.";
"msgid_ps4_rest_mode_connect_dec" = "Voit muodostaa yhteyden PS4-järjestelmään, vaikka se on lepotilassa. Valitse PS4-järjestelmässä [Asetukset] > [Virransäästöasetukset] > [Aseta lepotilassa käytettävissä olevat ominaisuudet] ja ota sitten käyttöön [Salli PS4-järjestelmän käynnistäminen verkosta] -asetus.";
"msgid_ps4_rp_number" = "Valitse PS4-järjestelmässä [Asetukset] > [Etäkäyttöyhteyden asetukset] > [Rekisteröi laite] ja anna sitten numero seuraavaan kenttään.";
"msgid_ps4_software_update" = "Päivitä sen PS4-järjestelmän käyttöjärjestelmä, johon olet muodostamassa yhteyttä.";
"msgid_ps5_already_use_rp" = "Joku käyttää etäkäyttöä tällä PS5-järjestelmällä juuri nyt.";
"msgid_ps5_pro_resolution_device" = "PS5- ja PS4 Pro -järjestelmissä resoluutio on enintään 1080p verkkoyhteyden laadusta riippuen.";
"msgid_ps5_using_sp" = "Joku käyttää pelin jakamista tällä PS5-järjestelmällä juuri nyt. Jotta voit käyttää etäkäyttöä, sulje ensin pelin jakaminen.";
"msgid_ps_remote_play" = "PS Remote Play";
"msgid_rd_mac_copy" = "Kopioi";
"msgid_reached_limit_number_devices" = "Et voi käyttää mikrofonia etäkäytön kanssa, jos PS5-järjestelmään yhdistettävien laitteiden enimmäismäärä on saavutettu.";
"msgid_register_manually" = "Muodosta pari manuaalisesti";
"msgid_register_pfn_manual" = "Muodosta pari PS5-järjestelmän kanssa manuaalisesti.";
"msgid_register_ps4_manual" = "Muodosta pari PS4-järjestelmän kanssa manuaalisesti.";
"msgid_registering_pfn" = "Muodostetaan paria PS5-järjestelmän kanssa...";
"msgid_registering_ps4" = "Muodostetaan paria PS4-järjestelmän kanssa...";
"msgid_remote_play" = "Etäkäyttö";
"msgid_reset_text_size" = "Nollaa tekstin koko";
"msgid_resolution_ex_pro" = "Resoluutio (muut kuin PS4 Pro)";
"msgid_retain_usage_data_choose" = "Säilytämme tiettyjä käyttötietoja palveluidemme parantamiseksi. Valitse, kuinka suuren osan tiedoistasi haluat jakaa. Tietosi ovat aina turvassa.";
"msgid_rp_cannot_use_mic_app_use" = "Et voi käyttää mikrofonia etäkäytön kanssa, jos jokin toinen sovellus tällä laitteella käyttää sitä.";
"msgid_rp_mac_about_rp" = "Tietoja PS Remote Play -sovelluksesta";
"msgid_rp_mac_capitalize" = "Jokainen sana isolla alkukirjaimella";
"msgid_rp_mac_check_doc" = "Tarkista dokumentti nyt";
"msgid_rp_mac_check_spell" = "Tarkista oikeinkirjoitus kirjoitettaessa";
"msgid_rp_mac_correct_spell_auto" = "Korjaa oikeinkirjoitus automaattisesti";
"msgid_rp_mac_cut" = "Leikkaa";
"msgid_rp_mac_data_detectors" = "Tiedontunnistimet";
"msgid_rp_mac_enter_screen" = "Siirry koko näytön tilaan";
"msgid_rp_mac_find_long" = "Etsi...";
"msgid_rp_mac_find_next" = "Etsi seuraava";
"msgid_rp_mac_find_pre" = "Etsi edellinen";
"msgid_rp_mac_find_replace" = "Etsi ja korvaa...";
"msgid_rp_mac_grammar_w_spell" = "Tarkista kielioppi oikeinkirjoituksen ohessa";
"msgid_rp_mac_hide_others" = "Kätke muut";
"msgid_rp_mac_hide_rp" = "Piilota etäkäyttö";
"msgid_rp_mac_jump_select" = "Siirry valintaan";
"msgid_rp_mac_lower_case" = "Muuta pieniksi kirjaimiksi";
"msgid_rp_mac_minimize" = "Pienennä";
"msgid_rp_mac_paste" = "Sijoita";
"msgid_rp_mac_paste_match" = "Sijoita ja sovita tyyli";
"msgid_rp_mac_preferences" = "Asetukset...";
"msgid_rp_mac_preferences_title" = "Asetukset";
"msgid_rp_mac_quit_rp" = "Lopeta etäkäyttö";
"msgid_rp_mac_redo" = "Tee sittenkin";
"msgid_rp_mac_select_find" = "Käytä valintaa etsinnässä";
"msgid_rp_mac_show_all" = "Näytä kaikki";
"msgid_rp_mac_show_spell_grammar" = "Näytä oikeinkirjoitus ja kielioppi";
"msgid_rp_mac_show_sub" = "Näytä korvaukset";
"msgid_rp_mac_smart_copy_paste" = "Älykäs kopiointi/sijoitus";
"msgid_rp_mac_smart_dashes" = "Älykkäät väliviivat";
"msgid_rp_mac_smart_links" = "Älykkäät linkit";
"msgid_rp_mac_smart_quotes" = "Älykkäät lainausmerkit";
"msgid_rp_mac_speech" = "Puhe";
"msgid_rp_mac_spell_grammar" = "Oikeinkirjoitus ja kielioppi";
"msgid_rp_mac_start_speech" = "Aloita puhuminen";
"msgid_rp_mac_stop_speech" = "Lopeta puhuminen";
"msgid_rp_mac_substitutions" = "Korvaukset";
"msgid_rp_mac_text_replace" = "Tekstin korvaus";
"msgid_rp_mac_transformation" = "Muunnokset";
"msgid_rp_mac_undo" = "Peru";
"msgid_rp_mac_upper_case" = "Muuta isoiksi kirjaimiksi";
"msgid_rp_mac_zoom" = "Zoomaa";
"msgid_rp_no_access_mic" = "PS Remote Play ei voi käyttää mikrofonia.";
"msgid_rp_remote_play_frame_rate_info" = "Määritä etäkäytön videon tasaisuus.\n\nKokeile [Suuri]-asetusta, kun käytössäsi on nopea yhteys PS4-järjestelmään. Huomaa kuitenkin, että jos valitset [Suuri]-asetuksen, pelaamisen tallennusominaisuus ei ole käytettävissä PS4-järjestelmässä etäkäytön aikana.";
"msgid_rp_use_computer_keyboard" = "Poistimme tekstinsyöttökentän PS Remote Play -sovelluksesta. Nyt voit kirjoittaa PS5- ja PS4-järjestelmään suoraan tietokoneen näppäimistöllä.";
"msgid_rp_via_internet_activate" = "PS4-järjestelmä on aktivoitava, jotta voit muodostaa yhteyden Internetin kautta. Siirry PS4-järjestelmässä kohtaan [Asetukset] > [Käyttäjätietojen hallinta] > [Aktivoi ensisijaisena PS4-järjestelmänäsi] ja valitse [Aktivoi].";
"msgid_search" = "Haku";
"msgid_search_few_mins" = "Tämä voi kestää muutamia minuutteja.";
"msgid_search_nearby" = "Etsitään lähellä olevia yhteyksiä...";
"msgid_search_via_internet" = "Etsitään yhteyksiä Internetin kautta...";
"msgid_select_pfn_connect" = "Olet kirjautunut sisään seuraaviin PS5-konsoleihin. Valitse konsoli, johon haluat muodostaa yhteyden.";
"msgid_select_previous_console_other" = "Valitse edellinen konsoli, johon muodostit yhteyden, tai etsi muita yhteyksiä.";
"msgid_select_ps5" = "Valitse PS5-järjestelmä";
"msgid_select_ps5_connection" = "Voit tarkastella PS5-konsoleja, joihin olet kirjautunut sisään, valitsemalla [Valitse PS5-järjestelmä]. Tarkista, löytyykö luettelosta PS5-järjestelmä, johon haluat muodostaa yhteyden.";
"msgid_sets_resolution_video_remote" = "Määritä etäkäytön videon resoluutio. Kokeile [540p]- tai [360p]-asetusta, jos videon tai äänen toisto ei ole tasaista.";
"msgid_settings" = "Asetukset";
"msgid_share_behavioral_data" = "Jaa yksityiskohtaisia tietoja verkkoyhteydestäsi, laitteestasi ja videovirroistasi.";
"msgid_sign_in_psn" = "Kirjaudu sisään";
"msgid_sign_out" = "Kirjaudu ulos";
"msgid_sign_ppr_first_time_rp" = "Jos kirjaudut ensimmäistä kertaa PS5-järjestelmään, johon olet muodostamassa yhteyttä, etäkäytön käyttöön ottaminen voi kestää hetken.";
"msgid_something_went_wrong_restart" = "Jokin meni vikaan. PS5-järjestelmä, johon olet muodostanut yhteyden, on käynnistettävä uudelleen.";
"msgid_something_wrong_restart_ps4" = "Jokin meni vikaan. PS4-järjestelmä, johon olet muodostanut yhteyden, on käynnistettävä uudelleen.";
"msgid_speaker_active" = "Kaiutin on käytössä";
"msgid_speaker_muted" = "Kaiutin on mykistetty";
"msgid_standard" = "Vakio";
"msgid_start_rp_close_app" = "Jotta voit käynnistää etäkäytön, sulje PS4-järjestelmässä sovellukset, pelit ja ominaisuudet, joita ei voida käyttää etäkäytöllä.";
"msgid_start_rp_pfn_close_app" = "Jotta voit käynnistää etäkäytön, sulje PS5-järjestelmässä pelit, sovellukset ja ominaisuudet, joita ei voida käyttää etäkäytöllä.";
"msgid_stop_features_rp" = "Sulje näytön jakaminen tai muut toiminnot, jotka toimivat moniajotilassa PS5-järjestelmässä.";
"msgid_time_separator" = ".";
"msgid_try_again" = "Yritä uudelleen";
"msgid_try_low_video_quality" = "Aseta etäkäyttöä varten heikompi videon laatu.";
"msgid_type_num" = "Tyyppi %1$@";
"msgid_update_controller2_ps5" = "Voit päivittää langattoman DualSense Edge ‑ohjaimen laiteohjelmiston uusimpaan versioon yhdistämällä ohjaimen PS5-järjestelmään.";
"msgid_update_controller_ps5" = "Voit päivittää langattoman DualSense-ohjaimen laiteohjelmiston uusimpaan versioon yhdistämällä ohjaimen PS5-järjestelmään.";
"msgid_update_remoteplay_now" = "PS Remote Play on päivitettävä, jotta voit jatkaa. Haluatko päivittää sen nyt?";
"msgid_update_software_console" = "Päivitä tämän konsolin käyttöjärjestelmä.";
"msgid_use_controler_5_ds4" = "PS5- tai PS4-järjestelmän langattoman ohjaimen käyttäminen";
"msgid_use_home_network_rp" = "Kotiverkkoasi käytetään etäkäyttöön.";
"msgid_user_agreement" = "Käyttösopimus";
"msgid_user_using_rp_server" = "Toinen käyttäjä käyttää etäkäyttöä PS4-järjestelmässä, johon olet muodostamassa yhteyttä.";
"msgid_variable_percent" = "%1$@ %%";
"msgid_version" = "Versio";
"msgid_video_quality_ps4_rp" = "Videon laatu etäkäytössä (PS4)";
"msgid_view" = "Näytä";
"msgid_voice_chat_microphone" = "Käytä äänichateissa mikrofonia.";
"msgid_vr_on_no_rp" = "Et voi käyttää mikrofonia etäkäytön kanssa, kun virtuaalitodellisuuslasit on kytketty päälle.";
"msgid_wait" = "Odota hetki...";
"msgid_welcome_ps_rp" = "Tervetuloa PS Remote Play -sovellukseen!";
"msgid_window" = "Ikkuna";
"msgid_wired_connection" = "Langallinen yhteys";
"msgid_wireless_connection" = "Langaton yhteys";
"msgid_wireless_controller_ps4" = "PS4-järjestelmän langaton ohjain";
"msgid_wireless_controller_ps5" = "PS5-järjestelmän langaton ohjain";
"msgid_yes" = "Kyllä";
